[Xcom_SmartScan_StatBonus X2AbilityTemplate]
LocFriendlyName="激活智能扫描仪"
LocHelpText="在剩余回合中，获得+5视野半径、+5侧翼暴击率和+5侧翼瞄准加成。"

[Xcom_SmartScanMK2_StatBonus X2AbilityTemplate]
LocFriendlyName="激活智能扫描仪MK2"
LocHelpText="在剩余回合中，获得+10视野半径、+10侧翼暴击率、+10侧翼瞄准和+3移动力加成。"

[XcomSmartScanner X2WeaponTemplate]
FriendlyName="Xcom智能扫描仪"
FriendlyNamePlural="Xcom智能扫描仪"
BriefSummary="虽然变种人可能会使用他们的智能扫描仪来追踪那些试图逃跑的人，但我们相信我们的士兵也将能够在战场上充分利用它们，让他们有更好的侧翼机会。"
TacticalText="<Bullet/> 智能扫描仪可提供+5个视野半径、+5个侧翼暴击率和+10个侧翼瞄准加成。"

[XcomSmartScannermk2 X2WeaponTemplate]
FriendlyName="Xcom智能扫描仪Mk2"
FriendlyNamePlural="Xcom智能扫描仪Mk2"
BriefSummary="我们已经设法对最精英变种人探路者使用的扫描仪先进系统进行了逆向工程，使用这个复杂的系统，我们的士兵应该能找到消除敌人的最好方法，赋予他们更高的机动性。"
TacticalText="<Bullet/> 智能扫描仪Mk2可提供+10视野半径、+10侧翼暴击率、+15侧翼瞄准和+3移动力奖励。"

[XcomUltraLightVest X2EquipmentTemplate]
FriendlyName="超轻背心"
FriendlyNamePlural="超轻背心"
BriefSummary="超轻背心由变种人探路者使用的材料制成，几乎完全没有重量，像布料一样柔软，但它提供给我们部队穿着的普通衬垫一样多的保护，同时允许更大的运动范围。"
TacticalText="<Bullet/> 提供+3移动力。\n<Bullet/> 一次只能装备一个护甲提升。"

[XcomProximityStunMine X2GrenadeTemplate]
FriendlyName="近距离眩晕地雷"
FriendlyNamePlural="近距离眩晕地雷"
BriefSummary="这个强大的近距离眩晕地雷非常适合在我们的士兵开始伏击之前，使变种人或外星敌人团体开始。"
TacticalText="<Bullet/> 扔近距离眩晕地雷不会破坏士兵的隐蔽性。<br><Bullet/> 近距离眩晕地雷友军不会触发，但如果在地雷的爆炸半径内，友军将被击晕。"
ThrownAbilityName="扔近距离眩晕地雷"
ThrownAbilityHelpText="向目标区域投掷近距离眩晕地雷。"
LaunchedAbilityname="发射近距离眩晕地雷"
LaunchedAbilityHelpText="在目标区域发射近距离眩晕地雷。"

[HallucinogenicRounds X2AmmoTemplate]
FriendlyName="恐怖弹"
FriendlyNamePlural="恐怖弹"
BriefSummary="这次携带了一种极其强大的化学物质，这种化学物质来源于探路者猎人使用的一种毒素，无疑会给任何被它击中的人带来恐怖、恐惧和恐慌感。"
TacticalText="<Bullet/> 这些弹药将伤害提高1，并对被其击中的人造成恐慌。<br>"
